Repository: wellingtontf/DrinkingAtTheSources
Catalog: omegat/project_save.tmx
Source language: en
Languages: pt

source: The Targums95 of Onkelos96 and of Jerusalem97 both refer to the Messiah in their commentary on Genesis 3:15.
pt: O Targums95 de Onkelos96 e de Jerusalem97 ambos se referem ao Messias em seu comentário sobre Gênesis 3:15.

source: The Ten Commandments of the ancient Law continued to resound clearly with even deeper requirements.
pt: Os Dez Mandamentos da antiga Lei continuaram a ressoar claramente com exigências ainda mais profundas.

source: The Theme of Ancient Days and Dominion
pt: O tema dos dias antigos e do domínio

source: The Theme of Childbirth
pt: O tema do parto

source: The Theme of Divine Salvation
pt: O tema da salvação divina

source: The Theme of a City
pt: O tema de uma cidade

source: The Theme on Israel’s Leader (The Messiah)
pt: O tema sobre o líder de Israel (o Messias)

source: The Theological Argument
pt: O Argumento Teológico

source: The Two Laws
pt: As duas Leis

source: The Victim
pt: A vítima

source: The act would be a sacrifice.
pt: O ato seria um sacrifício.

source: The actors in the drama are characterized on the one hand as “stiff-necked” and on the other as “impostors.” Meanwhile those involved “seem to work feverishly and as best they can at deepening the chasm that separates them.
pt: Os atores do drama são caracterizados, por um lado, como “rígidos” e, por outro, como “impostores”. Enquanto isso, os envolvidos “parecem trabalhar febrilmente e da melhor maneira possível para aprofundar o abismo que os separa.

source: The aggressions of which the Jew daily is a victim, the horrible history to which he is constantly mindful, can provoke disproportionate reaction.
pt: As agressões de que o diário judeu é uma vítima, a história horrível a que ele está constantemente atento, podem provocar uma reação desproporcional.

source: The ancient saying that “Nomen est omen” (a name is an omen) must have been in the minds of the biblical authors and rabbis when they were dealing with the name of Jerusalem.
pt: O antigo ditado de que “Nomen est omen” (um nome é um presságio) deve ter estado nas mentes dos escritores e rabis bíblicos quando eles estavam lidando com o nome de Jerusalém.

source: The anti-Semite monster must be pursued into the depths of his lair so we can denounce even his language.
pt: O monstro antissemita deve ser perseguido nas profundezas de seu covil para que possamos denunciar até mesmo sua língua.

source: The antiSemitism which causes Jacques Doukhan’s cruel suffering (and which has resulted in so many victims) does not exist here.
pt: O antissemitismo que causa o sofrimento cruel de Jacques Doukhan (e que resultou em tantas vítimas) não existe aqui.

source: The apostle James, in a passage devoted particularly to the Ten Commandments,201 gives this warning: “Whoever keeps the whole law but fails in one point has become guilty of all of it.” James 2:10.
pt: O apóstolo Tiago, em uma passagem dedicada particularmente aos Dez Mandamentos, 201 dá esta advertência: “Quem guarda toda a lei, mas falha em um ponto, tornou-se culpado de tudo isso.” Tiago 2:10.

source: The apostle Paul explains why: “For since the law has but a shadow of good things to come instead of the true form of these realities, it can never, by the same sacrifices which are continually offered year after year, make perfect those who draw near.
pt: O apóstolo Paulo explica por que: “Visto que a lei tem apenas uma sombra das coisas boas que virão, em vez da verdadeira forma dessas realidades, jamais poderá, pelos mesmos sacrifícios oferecidos continuamente ano após ano, aperfeiçoar aqueles que desenham perto.

source: The apostle Paul quotes this verse (Jeremiah 31:31) to explain what he considered to be the essence of Christianity (see Hebrews 8:9).
pt: O apóstolo Paulo cita esse versículo (Jeremias 31:31) para explicar o que ele considerava ser a essência do cristianismo (ver Hebreus 8: 9).

source: The apostle believes in a salvation that is freely bestowed.
pt: O apóstolo acredita em uma salvação que é livremente concedida.

source: The appeal recorded in the Revelation reminds us of a similar one in the book of Malachi.
pt: O apelo registrado no Apocalipse nos lembra um semelhante no livro de Malaquias.

source: The authentic thought conversion of those who love God proceeds from unplumbed depths.
pt: O pensamento autêntico de conversão daqueles que amam a Deus procede de profundezas incontidas.

source: The author of Genesis first described the advantageous conditions in which Adam and his companion had been placed.
pt: O autor de Gênesis primeiro descreveu as condições vantajosas em que Adão e seu companheiro haviam sido colocados.

source: The basic risk is that in a desire to adapt to changing circumstances, new concepts may be incorporated into the body of belief, capable of altering or even contradicting the original ideas.
pt: O risco básico é que, em um desejo de adaptar-se a mudanças nas circunstâncias, novos conceitos podem ser incorporados ao corpo da crença, capazes de alterar ou mesmo contradizer as idéias originais.

source: The believer owes Him his origin and his destiny.
pt: O crente deve a ele sua origem e seu destino.

source: The book of Wisdom, which dates from the middle of the first century before our era, also does not hesitate to identify the serpent in paradise as the devil in person.89 In the same way Jewish exegesis, both traditional and scientific, has always understood the mythical serpent.
pt: O livro da Sabedoria, que data de meados do primeiro século antes de nossa era, também não hesita em identificar a serpente no paraíso como o demônio em pessoa.89 Da mesma maneira, a exegese judaica, tanto tradicional quanto científica, sempre entendeu. a serpente mítica.

source: The case of Saul of Tarsus is a striking illustration.
pt: O caso de Saulo de Tarso é uma ilustração notável.

source: The ceremonial law, temporary and relative, was in contrast with the Law of the Ten Commandments, which was eternal and absolute.
pt: A lei cerimonial, temporária e relativa, contrastava com a Lei dos Dez Mandamentos, que era eterna e absoluta.

source: The change started timidly at the end of the first century, as is evident from this isolated remark by Ignatius of Antioch: “Those who lived according to the old order have found the new hope.
pt: A mudança começou timidamente no final do primeiro século, como fica evidente nesta observação isolada de Inácio de Antioquia: “Aqueles que viveram de acordo com a velha ordem encontraram a nova esperança.

source: The city bore such a halo of religious and political glory that her etymology could inspire a total spectrum of Messianic revelations.
pt: A cidade trazia tal halo de glória religiosa e política que sua etimologia poderia inspirar um espectro total de revelações messiânicas.

source: The close dependency between the Law and Israel has been noted by many historians of Christianity.
pt: A estreita dependência entre a lei e Israel tem sido notada por muitos historiadores do cristianismo.

source: The coming of a Messiah whose tragic destiny involved suffering and death implies necessarily a period of waiting in history.
pt: A vinda de um Messias cujo trágico destino envolvia sofrimento e morte implica necessariamente um período de espera na história.

source: The conflict over the Law is still the major element dividing the two communities.
pt: O conflito sobre a lei ainda é o principal elemento que divide as duas comunidades.

source: The consequences to this line of thought have deep implications.
pt: As conseqüências para essa linha de pensamento têm implicações profundas.

source: The contradiction between the two comings is obvious.
pt: A contradição entre as duas vindas é óbvia.

source: The contradiction did not, therefore, hold them back.
pt: A contradição, portanto, não os deteve.

source: The conversation was exciting.
pt: A conversa foi emocionante.

source: The converted one still remains a traitor, a renegade to whom even Israeli nationality will be refused.
pt: O convertido ainda permanece um traidor, um renegado a quem até mesmo a nacionalidade israelense será recusada.

source: The corollary to this idea of the fear of God is the feeling of God’s omnipresence - of His all-seeing eye.
pt: O corolário dessa idéia do temor de Deus é o sentimento da onipresença de Deus - de seu olho que tudo vê.

source: The covenant made in ancient times between God and Israel was not canceled in order to make place for a new one.
pt: O pacto feito nos tempos antigos entre Deus e Israel não foi cancelado, a fim de dar lugar a um novo.

source: The crowd had been passive - possibly reluctant.
pt: A multidão tinha sido passiva - possivelmente relutante.

source: The crowd that condemned Jesus could have been composed chiefly of Diaspora Jews, who were essentially ignorant concerning both Jesus and the priests.
pt: A multidão que condenou Jesus poderia ter sido composta principalmente de judeus da diáspora, que eram essencialmente ignorantes sobre Jesus e os sacerdotes.

source: The crowd that the priests had brought together could not really be considered responsible.
pt: A multidão que os sacerdotes reuniram não podia ser considerada responsável.

source: The crowd was most probably from abroad.
pt: A multidão era provavelmente do exterior.

source: The crowds that assembled wherever Jesus went generally appreciated Him right up to the end.
pt: As multidões que se reuniam onde quer que Jesus fosse geralmente o apreciavam até o fim.

source: The crucifixion tragedy involves too many misunderstandings for anyone to be totally absolved.
pt: A tragédia da crucificação envolve muitos mal-entendidos para que alguém seja totalmente absolvido.

source: The death of the Messiah was to cause sacrifices and offerings to cease.
pt: A morte do Messias foi para causar sacrifícios e ofertas para cessar.

source: The death that was to afflict him was to touch his total, unfragmented being; therefore, no part of his being would survive the penalty.
pt: A morte que o afligiria seria tocar seu ser total e sem fragmentos; portanto, nenhuma parte de seu ser sobreviveria à penalidade.

source: The decree issued by Artaxerxes (cf.
pt: O decreto emitido por Artaxerxes (cf.

source: The decrees of Cyrus (cf.
pt: Os decretos de Ciro (cf.

source: The deicide argument adds depth to the Judeo-Christian chasm.
pt: O argumento deicida acrescenta profundidade ao abismo judaico-cristão.

source: The despair that Jacques Doukhan expresses in his Epilogue is justified, not only because of the Judeo-Christian drama (tragic but laughable), but also because of the common failure of Rome and Jerusalem, who appear today at history’s judgment bar.
pt: A aflição que Jacques Doukhan expressa em seu Epílogo é justificado, não apenas por causa do drama judaico-cristão (trágico mas cômico), mas também por causa do fracasso comum de Roma e Jerusalém, que aparecem atualmente em todos tribubais da história.

source: The determination to count only on self and to replace hope by human strength leads one also to imagine he can climb to the very gates of heaven on his own.
pt: A determinação de contar apenas com o eu e de substituir a esperança pela força humana leva-nos a imaginar que ele pode subir até os próprios portões do céu por conta própria.

source: The dialogue table must be approached to learn rather than to teach.
pt: A mesa de diálogo deve ser abordada para aprender, em vez de ensinar.

source: The difference is that now submission and obedience are by man s converted will and arise from the heart: “But thanks be to God, that you who were once slaves of sin have become obedient from the heart to the standard of teaching to which you were committed.
pt: A diferença é que agora submissão e obediência são pela vontade convertida do homem e surgem do coração: “Mas graças a Deus, que vocês que outrora foram escravos do pecado tornaram-se obedientes desde o coração até o padrão de ensino ao qual vocês eram comprometido.

source: The difference lies in the community to which the individual belongs.
pt: A diferença está na comunidade à qual o indivíduo pertence.

source: The difference, therefore, is not only on the plane of psychology.
pt: A diferença, portanto, não está apenas no plano da psicologia.

source: The difficult situation in which Abraham found himself explains his mistake, without, however, justifying it.
pt: A difícil situação em que Abraão se encontrou explica seu erro, sem, no entanto, justificá-lo.

source: The dog Balak was painfully aware of the scandalous injustice of his fate.
pt: O cão Balak estava dolorosamente consciente da escandalosa injustiça do seu destino.

source: The dog no doubt surmised that the letters inscribed on his back had something to do with the distress.
pt: O cão sem dúvida imaginou que as letras escritas em suas costas tinham algo a ver com a aflição.

source: The duel.
pt: O duelo.

source: The duty to obey does not justify a crime.
pt: O dever de obedecer não justifica um crime.

source: The effeminate figure of a wax-doll Jesus will be created.
pt: A figura efeminada de um boneco de cera Jesus será criada.

source: The eleventh century, a time parallel to the Crusades, wherein antiSemitism became cloaked in violence, and a focus of acute economic problems.
pt: O século XI, um período paralelo às Cruzadas, em que o antissemitismo se tornou encoberto pela violência e um foco de problemas econômicos agudos.

source: The entire development is a vicious circle, from which, as a clear analysis must show, there is no way out.
pt: Todo o desenvolvimento é um círculo vicioso, do qual, como uma análise clara deve mostrar, não há saída.

source: The entire story is beset with obscurity and contradictions.
pt: Toda a história é cercada de obscuridade e contradições.

source: The exact mission to which Jeshua was to be committed.
pt: A missão exata com a qual Jeshua deveria estar comprometida.

source: The examples of covetousness and adultery chosen by the apostle in Romans 7 (verses 22, 25) show that he was thinking of the Decalogue.
pt: Os exemplos de cobiça e adultério escolhidos pelo apóstolo em Romanos 7 (versos 22 e 25) mostram que ele estava pensando no Decálogo.

source: The expansion of Christianity would have continued especially well among the people of its origin.
pt: A expansão do cristianismo teria continuado especialmente bem entre as pessoas de sua origem.

source: The experience of fearing God257 precedes the life of faith.
pt: A experiência de temer a Deus257 precede a vida de fé.

source: The expression became a greeting.
pt: A expressão se tornou uma saudação.

source: The expression is from Luther, who, after a notable friendliness toward the Jews during his earlier career, turned violently against them in his later period.
pt: A expressão é de Lutero, que, depois de uma notável amizade com os judeus durante sua carreira anterior, virou-se violentamente contra eles em seu período posterior.

source: The fact that tradition determined the canon is a further reason for it to be subjected to that canon.
pt: O fato de a tradição determinar o cânon é mais uma razão para ser submetido a esse cânon.

source: The facts are there!
pt: Os fatos estão aí!

source: The faithful Jew would have accepted the Christian faith without obligation to convert to a new religion.
pt: O fiel judeu teria aceitado a fé cristã sem obrigação de se converter a uma nova religião.

source: The fatal wounding of the serpent results in the salvation of man.
pt: O ferimento fatal da serpente resulta na salvação do homem.

source: The fears Jeshua had in mind were fully justified.
pt: Os medos que Jeshua tinha em mente eram totalmente justificados.

source: The ferocity of contention was fueled by each camp’s desire to be the spiritual leader of the Jewish people.
pt: A ferocidade da disputa foi alimentada pelo desejo de cada campo de ser o líder espiritual do povo judeu.

source: The fifteenth and sixteenth centuries made him a “pest”65 that had to be destroyed.
pt: Os séculos XV e XVI fizeram dele uma “peste” 65 que teve que ser destruída.

source: The first Christians were, according to the New Testament story, pious Jews, very committed to their roots and sources.
pt: Os primeiros cristãos eram, segundo a história do Novo Testamento, judeus devotos, muito comprometidos com suas raízes e fontes.

source: The first coming, on the contrary, belongs to our history, fits our times and our measurements.
pt: A primeira vinda, ao contrário, pertence à nossa história, se ajusta aos nossos tempos e às nossas medições.

source: The first is to finish transgression, to put an end to sin, to atone for iniquity - all this leads to the appearance of a Messiah predestined to be cut off and to cause sacrifice and offering to cease.
pt: A primeira é acabar com a transgressão, pôr fim ao pecado, expiar a iniqüidade - tudo isso leva ao aparecimento de um Messias predestinado a ser cortado e a fazer cessar o sacrifício e a oferta.

source: The first promises regarding the coming of the Messiah are recorded on the early pages of the Hebrew Scriptures.
pt: As primeiras promessas relativas à vinda do Messias estão registradas nas primeiras páginas das Escrituras Hebraicas.

source: The first three verses, in the Hebrew, are set to rhyme with two words each.
pt: Os três primeiros versículos, em hebraico, devem rimar com duas palavras cada.

source: The first time Salem is mentioned is in connection with him.
pt: A primeira vez que Salem é mencionado está em conexão com ele.

source: The first was to lead the survivors of the Jewish-Roman war in saving the vestiges of the past while awaiting the salvation of Israel.
pt: A primeira foi levar os sobreviventes da guerra judaico-romana a salvar os vestígios do passado enquanto aguardavam a salvação de Israel.

source: The first words of the prophecy give us our clue: “Seventy weeks of years are decreed concerning your people and your holy city.” The vision opens two shutters: The first points to the people and speaks of expiation and salvation; the second opens on the Holy City Jerusalem.
pt: As primeiras palavras da profecia nos dão a dica: “Decretamos setenta semanas de anos concernentes ao seu povo e à sua cidade santa.” A visão abre duas persianas: A primeira aponta para o povo e fala de expiação e salvação; o segundo abre na cidade santa de Jerusalém.

source: The first words of the speaker caught everyone’s attention.
pt: As primeiras palavras do orador chamaram a atenção de todos.

source: The fourth century, wherein we find antiSemitism’s birth as parallel to the rejection of the Law, the first accusations of deicide, and the installation of the established Church; thus, the great and formal separation.
pt: O quarto século, em que encontramos o nascimento do antissemitismo como paralelo à rejeição da Lei, as primeiras acusações de deicídio e a instalação da Igreja estabelecida; assim, a grande e formal separação.

source: The fundamental difference has been made very clear by Marcel Simon: “Christian antiSemitism, due to the fact that it is sustained by the Church, takes on an official, systematic, coherent character, which was always lacking in pagan society.
pt: A diferença fundamental ficou bem clara por Marcel Simon: “O antissemitismo cristão, pelo fato de ser sustentado pela Igreja, assume um caráter oficial, sistemático e coerente, sempre ausente na sociedade pagã.

source: The goal is not just to please the Jews, but to insure one’s own well-being.
pt: O objetivo não é apenas agradar os judeus, mas garantir o próprio bem-estar.

source: The great conqueror is Babel, whose death-dealing legions seem stronger and more terrible today than ever in history.
pt: A grande conquistadora é Babilônia, cujas legiões que lidam com a morte parecem mais fortes e mais terríveis hoje do que nunca na história.

source: The heel would be struck by the venomous bite of the serpent simply because it is the foot of the woman’s posterity that would crush the head of the serpent.
pt: O calcanhar seria atingido pela picada venenosa da serpente, simplesmente porque é o pé da posteridade da mulher que esmagaria a cabeça da serpente.

source: The hero of the Old Testament is given the trappings of the deceitful Jew.
pt: O herói do Antigo Testamento recebe as armadilhas do judeu enganador.

source: The historian Jules Isaac agrees: “The Jewish rejection of Christ was triggered by the Christian rejection of the Law….
pt: O historiador Jules Isaac concorda: “A rejeição judaica de Cristo foi desencadeada pela rejeição cristã da lei.

source: The historical record notes that Christian evangelism, which enjoyed enormous success up to the fourth century among the Jewish masses, suddenly stopped.23 Israel, in terms of the Law, had been rejected by the Church; and her doors closed to the Jews.
pt: O registro histórico observa que o evangelismo cristão, que teve enorme sucesso até o quarto século entre as massas judaicas, parou de repente.23 Israel, nos termos da Lei, havia sido rejeitado pela Igreja; e suas portas se fecharam para os judeus.

source: The historical truth merges here with a more profound, more binding truth of biblical theology and prophecy: “But he was wounded for our transgressions, he was bruised for our iniquities; upon him was the chastisement that made us whole, and with his stripes we are healed.
pt: A verdade histórica funde-se aqui com uma verdade mais profunda e mais vinculativa da teologia e profecia bíblicas: “Mas ele foi ferido pelas nossas transgressões, moído pelas nossas iniqüidades; sobre ele estava o castigo que nos fez completos, e com suas feridas somos curados.

source: The history of Christian origins tells us, on the contrary, that the first Christians were no doubt all Jews; and there were many of them.
pt: A história das origens cristãs nos diz, ao contrário, que os primeiros cristãos eram sem dúvida todos os judeus; e havia muitos deles.

source: The image is always imprecise, out of focus, and varied according to the individuals, groups, and countries involved.
pt: A imagem é sempre imprecisa, fora de foco e varia de acordo com os indivíduos, grupos e países envolvidos.

source: The image used in this connection by men of wisdom is very suggestive: Oral tradition is to tradition what the walled enclosure is to the field.
pt: A imagem usada nesta conexão por homens de sabedoria é muito sugestiva: tradição oral é a tradição que o recinto amuralhado é para o campo.

source: The imagery suggested by the prophet’s language clearly teaches this.
pt: As imagens sugeridas pela linguagem do profeta claramente ensinam isso.

source: The imperial councils of the fourth century were decisive, f or the first time officially, due to the obsession not to be identified with the Jews, the observance of Sunday was made official by decree.9 A case in point, among others, was the Council of Laodicea (held between A.D.
pt: cOs conselhos imperiais do século IV foram decisivos, pela primeira vez oficialmente, devido à obsessão de não ser identificado como os judeus, a observância do domingo foi oficializada por decreto.9 Um exemplo, entre outros, foi o Concílio de Laodicéia (realizado entre

source: The implication is important and must be looked at with due respect for the rules of prophetic interpretation.
pt: A implicação é importante e deve ser encarada com o devido respeito pelas regras da interpretação profética.

source: The inevitable arrived.
pt: O inevitável chegou.

source: The initiative was from the Spirit, which “pushed” him to deliver a message.254
pt: A iniciativa foi do Espírito, que o “empurrou” para entregar uma mensagem.254
